{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"https://chernxiangyu.github.io","root":"/"},"pages":[{"title":"About Me","date":"2025-09-01T01:41:34.809Z","updated":"2025-09-01T01:41:34.809Z","comments":true,"path":"about/index.html","permalink":"https://chernxiangyu.github.io/about/index.html","excerpt":"","text":"I am a pre-doctoral research professional at the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. My work focuses on the micro-foundations of power within political economy, the dynamics of macro-finance, and the nuances of behavioral economics, with a supplementary interest in systems engineering. I am driven by a fascination with using mathematical and statistical tools to untangle the threads of causality woven into our world. Before joining Booth, I earned my bachelor’s degree from Tsinghua University. Prior to that, I spent a memorable time at The High School Affiliated to Renmin University of China (RDFZ). Outside of my academic work, I’m a fan of cinematic games, like The Last of Us, and JRPGs suchstrong as the Persona series. I also enjoy a wide range of anime, from classics like Ghost in the Shell, Psycho-Pass, Steins;Gate, and Puella Magi Madoka Magica to contemporary hits like BanG Dream! It’s MyGO!!!!!. My interests also include Japanese literature and science fiction. I currently reside in Hyde Park, Chicago. Before this, I spent the first 22 years of my life in Beijing, particularly in the Haidian District."}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2025-08-31T23:53:41.244Z","updated":"2025-08-31T23:53:41.244Z","comments":true,"path":"2025/08/31/hello-world/","permalink":"https://chernxiangyu.github.io/2025/08/31/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}